---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationSpecificationAbbreviation
source: html/12408cf4-0805-124c-1f9e-1f90a0eece0f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationSpecificationAbbreviation Property

"Specification Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationSpecificationAbbreviation { get; }
```